[
  {
    "title": "Flexibility in task switching by monolinguals and bilinguals",
    "abstract": "Many bilinguals routinely switch between their languages, yet mixed evidence exists about the transfer of language switching skills to broader domains that require attentional control such as task switching. Monolingual and bilingual young adults performed a nonverbal task-switching paradigm in which they viewed colored pictures of animals and indicated either the animal or its color in response to a cue. Monolinguals and bilinguals performed similarly when switching between tasks (local switch cost) in a mixed-task block, but bilinguals demonstrated a smaller mixing effect (global switch cost) than monolinguals, indicating better ability to reconfigure stimulus–response associations. These results suggest that regular practice using multiple languages confers a broader executive function advantage shown as improved flexibility in task switching.",
    "group": 4,
    "defaultOrder": 0
  },
  {
    "title": "A bilingual advantage in task switching",
    "abstract": "This study investigated the possibility that lifelong bilingualism may lead to enhanced efficiency in the ability to shift between mental sets. We compared the performance of monolingual and fluent bilingual college students in a task-switching paradigm. Bilinguals incurred reduced switching costs in the task-switching paradigm when compared with monolinguals, suggesting that lifelong experience in switching between languages may contribute to increased efficiency in the ability to shift flexibly between mental sets. On the other hand, bilinguals did not differ from monolinguals in the differential cost of performing mixed-task as opposed to single-task blocks. Together, these results indicate that bilingual advantages in executive function most likely extend beyond inhibition of competing responses, and encompass flexible mental shifting as well.",
    "group": 4,
    "defaultOrder": 1
  },
  {
    "title": "Good language-switchers are good task-switchers: evidence from Spanish-English and Mandarin-English bilinguals",
    "abstract": "Bilingual advantages in executive control tasks are well documented, but it is not yet clear what degree or type of bilingualism leads to these advantages. To investigate this issue, we compared the performance of two bilingual groups and monolingual speakers in task-switching and language-switching paradigms. Spanish-English bilinguals, who reported switching between languages frequently in daily life, exhibited smaller task-switching costs than monolinguals after controlling for between-group differences in speed and parent education level. By contrast, Mandarin-English bilinguals, who reported switching languages less frequently than Spanish-English bilinguals, did not exhibit a task-switching advantage relative to monolinguals. Comparing the two bilingual groups in language-switching, Spanish-English bilinguals exhibited smaller costs than Mandarin-English bilinguals, even after matching for fluency in the non-dominant language. These results demonstrate an explicit link between language-switching and bilingual advantages in task-switching, while also illustrating some limitations on bilingual advantages.",
    "group": 4,
    "defaultOrder": 2
  }
]